HSDTaskName = "Onderhoud";

HSDFeedRollerHeaderTitle = "Onderhoud van invoerrol en scheidingskussen";
HSDNotifyMeTitle = "Waarschuw me zodra onderhoud nodig is.";
HSDTotalPagesTitle = "Totaal ingevoerde pagina's:";
HSDPagesSinceReplacementTitle = "Ingevoerde pagina's sinds de laatste vervanging:";
HSDPreviouslyRecordedReplacementsTitle = "Eerder vastgelegde vervangingen:";
HSDReplacementRecommendedTitle = "Vervanging nu aanbevolen:";
HSDReplaceButtonTitle = "Vervanging vastleggen…";

RecordReplacementWarnTitle = "Vervanging vastleggen?";
RecordReplacementWarnText = "Door deze handeling wordt het aantal ingevoerde pagina's opnieuw ingesteld en wordt het aantal vervangingen voor de invoerrol en het scheidingskussen verhoogd.";

MaintenanceRecommendedWarnTitle = "Onderhoud aanbevolen";
MaintenanceRecommendedWarnText = "De invoerrol en het scheidingskussen van de scanner moeten worden vervangen.";
